Repository: nitsan-technologies/ns_feedback
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# tx_nsfeedback_domain_model_report
source: Report
de: Bericht

# tx_nsfeedback_domain_model_report.record_id
source: Record Id
de: Datensatz-ID

# tx_nsfeedback_domain_model_report.record_type
source: Type
de: Typ

# tx_nsfeedback_domain_model_report.page_title
source: Title
de: Titel

source: Feedback Yes Count
de: Feedback Ja Anzahl

source: Feedback No Count
de: Feedback Nein Anzahl

source: Feedback Yes But Count
de: Feedback Ja, aber Anzahl

# tx_nsfeedback_domain_model_feedbacks
source: Feedbacks
de: Kommentar

# tx_nsfeedback_domain_model_feedbacks.comment
source: Comment
de: Benutzer-IP

# tx_nsfeedback_domain_model_feedbacks.user_ip
source: User Ip
de: Feedback-Typ

# tx_nsfeedback_domain_model_feedbacks.feedback_type
source: Feedback Type
de: Ja

source: Yes
de: Nein

source: No
de: Ja, aber

source: Yes, But
de: War dieser Beitrag hilfreich?

# defaulttitle.helpfull
source: Was this post helpful?
de: Feedback senden

# tx_nsfeedback_domain_model_feedbacks.sendfeedback
source: Send Feedback
de: Vielen Dank für Ihr Feedback.

# tx_nsfeedback_domain_model_feedbacks.thankyou
source: Thank You For Your Feedback.
de: Ihr Feedback wurde gesendet.

# alreadyfeedback
source: Your Feedback is sent.
de: Feedback-Bericht

# tx_nsfeedback_domain_model_feedbacks.feedbackreport
source: Feedback Report
de: VON

# tx_nsfeedback_domain_model_feedbacks.FROM
source: FROM
de: BIS

# tx_nsfeedback_domain_model_feedbacks.to
source: TO
de: Datum

# tx_nsfeedback_domain_model_feedbacks.Date
source: Date
de: Gesamt-Feedbacks

# tx_nsfeedback_domain_model_feedbacks.total
source: Total Feedbacks
de: Zurück zur Liste

# tx_nsfeedback_domain_model_feedbacks.backlist
source: Back to list
de: Feedbacks von

# tx_nsfeedback_domain_model_feedbacks.feedbackof
source: Feedbacks of
de: Max

# tx_nsfeedback_domain_model_feedbacks.max
source: Max
de: Zeichen lang

# tx_nsfeedback_domain_model_feedbacks.charlong
source: Character Long
de: Bitte zuerst einen Kommentar hinzufügen

# tx_nsfeedback_domain_model_feedbacks.addcomment
source: Please add comment first
de: Feedbacks anzeigen

# tx_nsfeedback_domain_model_feedbacks.viewcomment
source: View Feedbacks
de: Aktionen

# tx_nsfeedback_domain_model_report.action
source: Action
de: Berichte

# tx_nsfeedback_domain_model_report.nsreport
source: Reports
de: Feedback

# tx_nsfeedback_domain_model_report.nsfeedback
source: Feedback
de: Dokumentation

# tx_nsfeedback_domain_model_report.documentaiton
source: Documentaiton
de: Hilfe & Support

# tx_nsfeedback_domain_model_report.helpsupport
source: Help & Support
de: Spenden

# tx_nsfeedback_domain_model_report.donate
source: Donate
de: Etwas ist schiefgelaufen, bitte senden Sie Ihr Feedback erneut.

# tx_nsfeedback_domain_model_feedbacks.resubmit
source: Something wrong, please resubmit your feedback.
de: Globale Einstellung

# globalsettings
source: Global Setting
de: Übersicht

source: Dashboard
de: Premium-Erweiterung

source: Premium Extension
de: Grundlegende Einstellungen

source: Basic Settings
de: Entschuldigung, Konfiguration nicht verfügbar für dieses!

# noThemeConfiguration
source: Sorry, Configuration not available for this!
de: Entschuldigung!

source: Sorry!
de: Keine Erweiterungsvorlage für diese Seite verfügbar.

# noconstantline1
source: No Extension Template available for this Page.
de: Bitte gehen Sie zum Template-Modul und erstellen Sie eine neue Erweiterungsvorlage für diese Seite.

# noconstantline2
source: Please go the Template Module and create new extension Template for this page.
de: Bitte hier klicken

# noconstantline3
source: Please click here
de: Vorlage

# templatelinkText
source: Template
de: Änderungen speichern

# dashboard.nsFeedbackPreset
source: Feedback Presets
de: Feedback Voreinstellungen

# dashboard.nsFeedbackPreset.description
source: Feedback Presets Description
de: Beschreibung der Feedback Voreinstellungen

source: Total Ratings
de: Gesamtbewertungen

source: Total Ratings Count
de: Anzahl der Gesamtbewertungen

# appearanceSettings
source: Feedback Forms Settings
de: Feedbackformular Einstellungen

# cat_appearance
source: Appearance
de: Erscheinungsbild

# cat_selection
source: Selection
de: Auswahl

# cat_quickfeedback
source: Quick Feedback Form Configuration
de: Schnelle Feedbackformularkonfiguration

# cat_ratings
source: Ratings
de: Bewertungen

# cat_fullfeedback
source: Full Feedback Form Configuration
de: Komplette Feedbackformularkonfiguration

# cat_longtext
source: Long Text(Textarea)
de: Langer Text(Textbereich)

# cat_submit
source: Submit Button
de: Absendebutton

# cat_basic
source: Basic Configuration
de: Grundkonfiguration

# cat_design
source: Form Stylings
de: Formular-Stylings

# cat_emailconfig
source: Email Notification Settings
de: E-Mail Benachrichtigungseinstellungen

# allPage
source: All Pages?:Enable this to display Feedback form on all pages of the site.
de: Alle Seiten?: Aktivieren Sie dies, um das Feedback-Formular auf allen Seiten der Website anzuzeigen.

# feedbackType
source: Feedback Type:Select feedback form to display in entire site.
de: Feedback-Typ: Wählen Sie das Feedback-Formular aus, das auf der gesamten Website angezeigt werden soll.

# fullfeedback
source: Full Feedback Form
de: Vollständiges Feedback-Formular

# quickfeedback
source: Quick Feedback Form
de: Schnelles Feedback-Formular

source: Ratings
de: Bewertungen

source: No, But
de: Nein, aber

# quickbuttons
source: Select Buttons
de: Schaltflächen auswählen

source: Star
de: Stern

# number
source: Numbers
de: Zahlen

# ratingsType
source: Rating Style
de: Bewertungsstil

# titleText
source: Heading Text
de: Überschriftstext

# userChangedRating
source: Can user change their Ratings?
de: Kann der Benutzer seine Bewertungen ändern?

# include
source: Include this Field?
de: Dieses Feld einschließen?

# label
source: Field Label
de: Feldbeschriftung

source: Required?
de: Erforderlich?

source: Popup Settings
de: Popup-Einstellungen

# commonSettings
source: Global Settings
de: Globale Einstellungen

# restrictMultipleFeedback
source: Restrict Multiple Feedback:Restrict visitor from submitting multiple Feedbacks
de: Mehrfaches Feedback einschränken: Besucher davon abhalten, mehrere Feedbacks abzusenden

# enableFeedback
source: Display Feedback Results:Display Feedback results to visitors
de: Feedback-Ergebnisse anzeigen: Feedback-Ergebnisse für Besucher anzeigen

# fontsize
source: Font Size:Select font size between 18 to 30
de: Schriftgröße: Schriftgröße zwischen 18 und 30 auswählen

source: Font Style
de: Schriftstil

source: Bold
de: Fett

source: Font Color
de: Schriftfarbe

# buttonstyle
source: Button Style:Select how buttons should be displayed in Feedback forms.
de: Schaltflächenstil: Auswählen, wie Schaltflächen in Feedback-Formularen angezeigt werden sollen.

# buttonstyle.rq
source: Rectangle
de: Rechteck

# buttonstyle.rrq
source: Rounded-Rectangle
de: Abgerundetes Rechteck

# buttonbg
source: Button Background Color
de: Schaltflächen-Hintergrundfarbe

# notifyadmin
source: Notify to Admin:Send an E-mail to Administrator after visitor submits the feedback
de: Administrator benachrichtigen: E-Mail an Administrator senden, nachdem der Besucher das Feedback gesendet hat

# notifyuser
source: Notify to visitor:Send an E-mail to visitor after visitor submits the feedback
de: Besucher benachrichtigen: E-Mail an Besucher senden, nachdem der Besucher das Feedback gesendet hat

source: Admin E-mail Subject
de: Betreff der Admin-E-Mail

# useremailsubject
source: Visitor E-mail Subject
de: Besucher-E-Mail Betreff

# mailcontenttitle
source: Visitor E-mail heading
de: Besucher-E-Mail-Überschrift

# mailcontent
source: Visitor E-mail text
de: Besucher-E-Mail-Text

# slide
source: SlideUpDown
de: Hoch-Runter schieben

source: Toggle
de: Umschalten

# fade
source: FadeInOut
de: Ein- und Ausblenden

# quickboxappearance
source: Textbox Display Style:Select how textbox will appear when visitor click on "Yes,But" or "No,But" button
de: Textbox-Anzeigestil: Wählen Sie aus, wie die Textbox erscheint, wenn der Besucher auf die Schaltfläche "Ja, aber" oder "Nein, aber" klickt

source: Placeholder
de: Platzhalter

# email_required
source: Valid email is required!
de: Eine gültige E-Mail-Adresse ist erforderlich!

# form.emailError
source: Enter valid email address
de: Geben Sie eine gültige E-Mail-Adresse ein

# btntextcolor
source: Button Text Color
de: Schaltflächen-Textfarbe

# tx_nsfeedback_domain_model_feedbacks.thankyourating
source: Thank You For Your Ratings.
de: Vielen Dank für Ihre Bewertungen.

# avgrating
source: Average of Ratings
de: Durchschnitt der Bewertungen

# alreadyrating
source: You've already rated this.
de: Sie haben dies bereits bewertet.

source: Popup Title
de: Popup-Titel

# titlebar
source: Popup Titlebar Text
de: Titelleisten-Text für das Popup

# popup.thanks
source: Thanks for your Feedback!
de: Vielen Dank für Ihr Feedback!

# popup.ccmsg
source: If you feedback requires a response, we'll be in touch shortly
de: Falls Ihr Feedback eine Antwort erfordert, werden wir uns bald bei Ihnen melden

# admin.content1
source: You have new Feedback for this Page
de: Sie haben ein neues Feedback für diese Seite

# mail.quickfeedbackfor
source: User feedback with
de: Benutzerfeedback mit

# mail.usercomment
source: User comment
de: Benutzerkommentar

# mail.sent.footer
source: This email was sent by
de: Diese E-Mail wurde gesendet von

# mail.fromurl
source: from URL:
de: von der URL:

# mail.rating
source: You have rating for this Page
de: Sie haben eine Bewertung für diese Seite

# mail.rate
source: User rating
de: Benutzerbewertung

# mail.feed
source: User Feedback
de: Benutzerfeedback

# userinfo
source: User Information
de: Benutzerinformationen

# username
source: User's Name
de: Benutzername

# usermail
source: User's Email
de: Benutzer-E-Mail

# rating_feedback
source: Rating Feedbacks
de: Bewertungsrückmeldungen

# quick_feedback
source: Quick Feedbacks
de: Schnelle Rückmeldungen

# full_feedback
source: Full Feedbacks
de: Ausführliche Rückmeldungen

# popup_feedback
source: Popup Blocks
de: Popup-Blöcke

# type.news
source: News
de: Neuigkeiten

# type.page
source: Page
de: Seite

# ratingcount
source: Rating Counts
de: Bewertungszähler

# ratingssummury
source: Ratings Summary
de: Bewertungszusammenfassung

source: Left Bottom
de: Links unten

source: Right Bottom
de: Rechts unten

# leftside
source: Left Sidebar
de: Linke Seitenleiste

# rightside
source: Right Sidebar
de: Rechte Seitenleiste

# cat_thankyou
source: Thank you Message Configuration
de: Konfiguration der Dankesnachricht

# thankyoutitle
source: Heading
de: Überschrift

# thankyoumsg
source: Message
de: Nachricht

# userquickfeedback
source: User's Quick Feedbacks
de: Benutzer schnelle Rückmeldungen

# fstar
source: 5 Stars
de: 5 Sterne

# fostar
source: 4 Stars
de: 4 Sterne

# thstar
source: 3 Stars
de: 3 Sterne

# tstar
source: 2 Stars
de: 2 Sterne

# ostar
source: 1 Star
de: 1 Stern

source: User Ratings
de: Benutzerbewertungen

# nameinclude
source: Name Field - Include?
de: Namensfeld - Einbeziehen?

# namelabel
source: Name Field - Label
de: Namensfeld - Beschriftung

# nameplaceholder
source: Name Field - Placeholder
de: Namensfeld - Platzhalter

# namerequired
source: Name Field - Required?
de: Namensfeld - Erforderlich?

# emailinclude
source: Email Field - Include?
de: E-Mail-Feld - Einbeziehen?

# emaillabel
source: Email Field - Label
de: E-Mail-Feld - Beschriftung

# emailplaceholder
source: Email Field - Placeholder
de: E-Mail-Feld - Platzhalter

# emailrequired
source: Email Field - Required?
de: E-Mail-Feld - Erforderlich?

# textareainclude
source: Feedback - Include?
de: Feedback - Einbeziehen?

# textarealabel
source: Feedback - Label
de: Feedback - Beschriftung

# textareaplaceholder
source: Feedback - Placeholder
de: Feedback - Platzhalter

# textarearequired
source: Feedback - Required?
de: Feedback - Erforderlich?

# ratinginclude
source: Ratings - Include?
de: Bewertungen - Einbeziehen?

# ratinglabel
source: Ratings - Label
de: Bewertungen - Beschriftung

# submitlabel
source: Submit Button - Label
de: Senden-Button - Beschriftung

# cat_popup
source: Popup Configuration
de: Pop-up-Konfiguration

source: Popup Color
de: Pop-up-Farbe

# report.desc
source: Reports tab displays all the Feedback reports of Feedback Forms added in currently selected page.
de: Der Registerkarte "Berichte" werden alle Feedback-Berichte der Feedback-Formulare angezeigt, die auf der aktuell ausgewählten Seite hinzugefügt wurden.

# global.desc
source: In this tab you can configure all the global settings for the Feedback Forms added in the site.
de: Auf dieser Registerkarte können Sie alle globalen Einstellungen für die Feedback-Formulare auf der Website konfigurieren.

# feed.desc
source: You can configure all available Feedback Forms from here.
de: Sie können alle verfügbaren Feedback-Formulare von hier aus konfigurieren.

# opps
source: Oops!
de: Hoppla!

# info1
source: Feedback is not available for this page.
de: Feedback ist für diese Seite nicht verfügbar.

# info2
source: Please select other page to view feedbacks.
de: Bitte wählen Sie eine andere Seite, um Feedbacks anzuzeigen.
